[
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/1.jpg",
    "caption": "This image depicts a luxurious hotel room that exudes a modern and elegant style. It features a spacious layout with a calming color palette of beige, white, and teal accents. \n\n**Room Type and View:**\nThe room appears to be a suite or a deluxe room, possibly with a mountain or lake view, as indicated by the large window showcasing a scenic backdrop.\n\n**Amenities:**\n- **Bed Area:** A large, comfortable-looking bed adorned with plush white linens and teal cushions.\n- **Bathtub:** A round, freestanding bathtub is prominently placed, filled with bubbles, suggesting a focus on relaxation and leisure.\n- **Bathroom Vanity:** The bathroom area includes a sleek vanity unit with a wide mirror framed by soft lighting, giving the space a warm and inviting ambiance.\n- **Seating:** A bench or ottoman is placed at the foot of the bed.\n- **Lighting:** Modern light fixtures and a ceiling fan contribute to the room's sophisticated look.\n\n**Style:**\n- The"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/2.jpg",
    "caption": "This hotel room appears to be a warmly decorated space with a focus on rustic and natural elements. Here’s a detailed description:\n\n**Room Type:**\nThe room seems to be a standard or deluxe room with a double bed. \n\n**View:**\nThe room features large windows with sheer and opaque curtains, suggesting access to natural light and possibly a pleasant view outside.\n\n**Amenities:**\n- **Bed:** The bed is made up with white linens and decorative pillows. It features a patterned bed runner in green and gold with matching pillows.\n- **Television:** A flat-screen TV is mounted on a wooden panel on the wall.\n- **Seating Area:** There is a small desk with a chair near the window, equipped with a kettle, indicating provisions for tea or coffee.\n- **Lighting:** A wicker-style pendant light hangs from the ceiling, contributing to the cozy ambiance.\n- **Wood Accents:** The room features wooden elements, including the ceiling, door, and TV paneling.\n\n**"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/3.jpg",
    "caption": "The hotel room in the image appears to be a modern and stylish accommodation featuring a large window with a balcony, offering a view of the cityscape and distant mountains. The room likely belongs to a standard or deluxe category based on its size and layout.\n\n**Room Type and View:**\n- The room has a large bed with a cozy and neatly arranged bedding setup.\n- It features a balcony that provides scenic views of the urban landscape and mountain range, adding a sense of openness and relaxation.\n\n**Amenities:**\n- A comfortable armchair and small round table are situated near the window, creating a spot for relaxation or light work.\n- Wall-mounted reading light above a bedside table, equipped with accessible power outlets, enhances comfort.\n- The balcony gives additional outdoor space for enjoying views.\n\n**Style and Decor:**\n- The room's style is contemporary, with a soothing color palette. Light-colored walls and a blue headboard add a touch of elegance.\n- The lighting is subtle, with a ceiling fixture"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/4.jpg",
    "caption": "This hotel room appears to be a spacious suite with a modern and comfortable design. \n\n### Room Type\n- **Suite**: The room is divided into distinct areas, suggesting it is likely a suite. There is a sleeping area and a separate living space.\n\n### View\n- **Indeterminate**: The image does not show any windows or views outside, so it’s unclear what the view from the room might be.\n\n### Amenities\n- **Bed**: A large bed with white linens and a decorative throw is present, indicating comfort and luxury.\n- **Living Area**: Features a large, grey sectional sofa and a wooden coffee table. On the table are glasses and a bottle, suggesting room service or a welcoming gesture.\n- **Bathroom**: The room includes an en-suite bathroom with a glass-enclosed shower or tub, viewable from the main room.\n- **Work Desk**: A desk with a chair and lamp offers a space for work or study.\n- **Dining Area"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/5.jpg",
    "caption": "The hotel room in the image features a classic, elegant style with a touch of vintage charm. The room includes a wooden desk with a blue tiled surface, adorned with amenities like an antique rotary phone, tissue box, and a small tea and coffee set. Above the desk, there's a large, decorative mirror with an intricate border.\n\nTo the right of the desk, a flat-screen TV is mounted on the wall. There's a plush velvet upholstered chair in a deep blue shade beside it, providing comfortable seating. The wall décor includes a framed picture and a wooden door with carved details.\n\nThe lighting in the room consists of a floor lamp with a brass finish and a wall sconce above the mirror, both adding to the room's classic ambience. The bedding, visible at the bottom, is covered with a rich, deep red blanket with golden embroidery, adding a touch of luxury.\n\nThe room has an air conditioner positioned near the ceiling for comfort. The wooden elements throughout the room, such as the flooring and"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/6.jpg",
    "caption": "The image shows a spacious hotel room with a simple, contemporary design. The room features four single beds, making it suitable for families or groups. The beds are lined with beige quilted bedspreads and white sheets, contributing to a clean and minimalistic look.\n\nEach bed is accompanied by a nightstand, and there are two chairs placed near the windows, which are large and covered with both sheer and opaque curtains, allowing for adjustable lighting and privacy. The room has light wooden flooring and soft lighting, creating a warm and inviting atmosphere.\n\nThe decor is minimalist, with neutral colors dominating the space, including beige, white, and brown tones. A small rug is placed on the floor, adding a touch of comfort. The room seems to focus on functionality with ample space for movement and basic amenities. Although the view is not visible, the large windows suggest potential for natural light and views of the surroundings.\n\nOverall, the room is practical for group stays, providing essential comforts in a straightforward style."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/7.jpg",
    "caption": "This image shows a modern hotel room, likely a double room with two large beds, each adorned with stylish throws and matching pillows. The room has a contemporary design with sleek lines and a neutral color palette that includes white walls and wood accents.\n\n### Room Type\n- **Double Room:** Features two large, comfortable beds suitable for multiple guests.\n\n### View\n- **Balcony Access:** The room offers natural light through a sliding glass door leading to a balcony. The view appears to be of another building, suggesting an urban or residential setting.\n\n### Amenities\n- **Beds:** Two large beds with decorative throws and pillows.\n- **Seating Area:** A pink upholstered chair next to a wooden desk or vanity area.\n- **Desk/Vanity:** A wooden desk with a mirror, suitable for work or personal grooming.\n- **Lighting:** Includes both overhead and wall-mounted lamps providing warm lighting.\n- **Television:** Mounted opposite the beds, providing entertainment options.\n- **Curtains:** Heavy dr"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/8.jpg",
    "caption": "The image depicts a spacious hotel room with a classic and elegant style. It accommodates three single beds, each with a modern tufted headboard upholstered in a dark, plush fabric. The bedding is well-coordinated, featuring crisp white linens and decorative patterned bed runners and pillows in neutral tones.\n\nThe room is designed with a contemporary aesthetic, featuring a wallpapered accent wall with a subtle textured pattern. Above the beds, there is a framed painting that adds a touch of artful sophistication to the space. Wall-mounted lamps provide ambient lighting, casting a warm glow ideal for relaxation.\n\nThe room has wooden flooring, which enhances the warm and inviting atmosphere. Large windows with sheer white and decorative drapes allow natural light to filter in, creating a bright and airy feel. \n\nIn terms of amenities, the room includes a small desk or console with a glass top, equipped with an electric kettle, cups, and a selection of teas or coffees for convenience. There are also two chairs, one in the corner"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/9.jpg",
    "caption": "This image depicts a modern, well-appointed hotel room. \n\n**Room Type:**\nIt appears to be a suite or connecting room setup with two separate sleeping areas. Each section has single beds, suggesting this might be ideal for families or groups.\n\n**View:**\nThe room features a large window with sheer and heavier drapes, allowing natural light to fill the space, but the specific view outside isn't visible.\n\n**Amenities:**\n- Each bed has a bedside table with a lamp for reading.\n- Telephones are provided.\n- Elegant artwork adorns the walls.\n- Comfortable bedding with decorative pillows is seen on each bed.\n- There is subtle, ambient lighting.\n\n**Style:**\n- The decor is contemporary and stylish.\n- The color scheme includes neutral tones with splashes of blue in the artwork and pillows, creating a calm and inviting atmosphere.\n- The carpet has a textured, modern design which complements the neutral walls and furnishings.\n\nOverall, the room exudes a sense of luxury and comfort."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/10.jpg",
    "caption": "This image depicts a hotel room designed with a focus on comfort and style. Here’s a detailed description:\n\n**Room Type:**\n- Twin room with two single beds.\n\n**View:**\n- The room features a window with curtains, but the view is not visible in the image.\n\n**Amenities:**\n- Each bed is equipped with plush bedding and decorative pillows.\n- A flat-screen TV is mounted on the wall opposite the beds.\n- There is a small bedside table between the beds with a decorative vase.\n- Air conditioning unit installed on the wall for climate control.\n- A wooden desk with a chair provides a workspace, along with a telephone and a remote control.\n- The room features a hanging light fixture with a modern design.\n- A plant adds a touch of greenery to the décor.\n\n**Style:**\n- Decorated in a modern style with neutral color tones, including beige, brown, and gold.\n- Curtains and bed covers feature complementary patterns and colors.\n- The furniture and wall panel"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/11.jpg",
    "caption": "This image shows a hotel room designed with a modern and minimalist style. The room appears spacious and well-lit, with light colors predominating the decor. Here's a detailed description:\n\n**Room Type:** \n- The room features two single beds, suggesting it might be either a twin room or a double room with separate sleeping arrangements.\n\n**View:**\n- There's a large window at the end of the room, which provides natural light and offers a view of nearby buildings, suggesting the hotel is located in an urban environment.\n\n**Amenities:**\n- **Beds:** Two single beds with white linens and dark throws.\n- **Seating Area:** There's a comfortable armchair placed near the window.\n- **Lighting:** A ceiling lamp provides additional lighting.\n- **Flooring:** The room has tile flooring, which is easy to clean and maintain.\n\n**Style:**\n- The design is contemporary and simplistic, with a focus on functionality. \n- One wall features a decorative pattern with a green checkered design,"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/12.jpg",
    "caption": "The image shows a modern hotel room with a bright, airy atmosphere. Here's a detailed description:\n\n**Room Type:** \nLikely a standard or deluxe room featuring a king or queen-sized bed.\n\n**View:** \nThe room offers a panoramic cityscape view through large floor-to-ceiling windows. The view includes urban buildings, a glimpse of the sea, and distant hills, providing a picturesque landscape.\n\n**Amenities:** \n- **Seating Area:** There is a contemporary armchair and a small round side table positioned near the windows, ideal for relaxing while enjoying the view.\n- **Workspace:** A sleek desk is situated along one wall with a comfortable chair, suitable for guests needing a work area.\n- **Television:** A large flat-screen TV is mounted on the wall, easily viewable from the bed and seating area.\n- **Natural Lighting:** Plenty of natural light fills the room during the day due to the expansive windows.\n  \n**Style:** \nThe room's design is modern and minimalist"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/13.jpg",
    "caption": "This image shows a hotel room balcony with a stunning view of the ocean and a hillside village. The balcony is likely part of a seaside room, offering a picturesque view of the coastline and crystal-clear blue water. \n\n### Room Type:\n- **Ocean View Room:** Evidenced by the direct view of the sea from the balcony.\n\n### View:\n- **Panoramic Ocean View:** Overlooking the vast expanse of the blue ocean, with a distant horizon.\n- **Scenic Hillside:** Features a cluster of charming houses nestled into a lush, green hillside.\n\n### Amenities:\n- **Seating Area:** The balcony is furnished with simple white chairs and a small table.\n- **Relaxation Setup:** Cushions on the chairs and glasses with drinks on the table, suggesting relaxation.\n- **Decorative Tile Flooring:** Decorative tiles add a touch of elegance to the balcony floor.\n\n### Style:\n- **Mediterranean Design:** Blue and white color scheme reminiscent of Mediterranean architecture.\n- **C"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/14.jpg",
    "caption": "This hotel room features a cozy and rustic atmosphere with a distinctive wood-paneled ceiling. The room appears to be a spacious suite with a large bed, adorned with crisp white and pastel-striped bedding. The bed is accompanied by two small bedside tables, each with a wall-mounted lamp.\n\nThe room offers stunning views of the ocean through large floor-to-ceiling windows, filling the space with natural light. A small balcony with seating is visible, allowing guests to enjoy the expansive sea view.\n\nAmenities in the room include a minimalist desk with a mirror and a cushioned stool, suggesting a convenient space for work or personal grooming. The flooring is composed of light-colored wooden planks, enhancing the warm, inviting aesthetic.\n\nThe overall style blends modern minimalism with rustic charm, creating a peaceful and serene environment ideal for relaxation by the sea."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/15.jpg",
    "caption": "This image depicts a luxurious hotel suite characterized by an elegant and opulent design. Here’s a detailed description:\n\n**Room Type:**\n- This appears to be a spacious suite, likely a high-end or deluxe category given the amenities and design features.\n\n**View:**\n- The room offers a stunning ocean view, visible through large floor-to-ceiling sliding glass doors. The view includes a body of water and possibly distant mountains or coastline.\n\n**Amenities:**\n- An in-room Jacuzzi is prominently featured in the foreground, surrounded by a wooden deck. This suggests a focus on relaxation and luxury.\n- The suite includes a comfortable sitting area with plush red armchairs and a small table, positioned to enjoy the view.\n- There's a large bed adorned with richly designed bedding that matches the room's color scheme.\n- Additional furniture includes a TV, a wooden cabinet, and possibly a vanity, adding to the room's functionality and style.\n\n**Style:**\n- The decor leans towards a classic and elegant"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/16.jpg",
    "caption": "The hotel room is likely a standard single or double room. It has a modern, minimalist style with light-colored walls and wooden flooring. The view from the room is of an urban street, visible through a sliding glass door that leads to a small balcony. The balcony features a simple metal railing.\n\nAmenities in the room include a small desk with a chair, suitable for work or study, and a bedside table with a modern lamp. The bedding features neutral tones with patterned pillows. There is a power outlet visible, indicating accessibility for charging devices. The room appears functional and compact, designed for basic comfort and convenience."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/17.jpg",
    "caption": "This image depicts a sophisticated hotel room, possibly a suite or a deluxe room, characterized by luxurious and modern design elements. \n\n**Room Type and View:**\n- The bed prominently occupies the foreground, suggesting the room is designed for relaxation and comfort, possibly equipped with a large double or king-sized bed.\n- The room showcases a stunning ocean view through large sliding glass doors, leading to a private balcony. This suggests the room is likely positioned in a seaside or beachfront location.\n\n**Amenities:**\n- On the balcony, there are two chairs and a small table decorated with a vibrant pink flower, offering a perfect spot for enjoying the view and relaxation.\n- The image suggests ample natural lighting, with sheer curtains allowing sunlight to softly illuminate the room.\n- A unique, modern pendant light hangs beside the bed, adding a touch of elegance.\n\n**Style:**\n- The interior is styled with a clean, minimalist approach, featuring white bedding, and light wooden accents, creating a calm and inviting atmosphere.\n-"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/18.jpg",
    "caption": "The image shows a modern hotel room, likely a standard or deluxe room. It features a king-size bed with a white and beige color scheme, including a headboard and complementary bedding. A large piece of abstract art is mounted above the bed. \n\nIn terms of amenities, the room includes a flat-screen TV mounted on the wall opposite the bed. Below the TV, there’s a long wooden desk with a chair, suitable for work. The room is equipped with stylish, adjustable reading lamps on the bedside table, enhancing its modern feel.\n\nThe window features floor-to-ceiling glass with sheer and blackout curtains, allowing natural light to enter. Outside the window, there's a balcony with a view of what appears to be a cityscape, though details are limited.\n\nOverall, the style of the room is contemporary and minimalistic, offering a fresh and clean atmosphere ideal for travelers."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/19.jpg",
    "caption": "This elegant hotel room features a luxurious style with classic elements. It appears to be a deluxe type, possibly a suite. The room is adorned with a neutral color palette, incorporating whites, creams, and soft golds.\n\nThe bed is a large, plush option with an ornate headboard, accessorized with crisp white linens and decorative pillows. Beside the bed is a stylish nightstand with a decorative lamp.\n\nThe room includes a comfortable seating area with a cushioned armchair and a small round table. The desk area is equipped with a stylish chair and a classic lamp, ideal for work or leisure.\n\nRich, dark red curtains frame large windows, suggesting a potential city or landscaped view, providing natural light during the day.\n\nAmenities include a coffee maker with supplies, water bottles, and glassware. The flooring is a mix of hardwood and a detailed area rug, providing warmth to the space.\n\nOverall, the room combines modern luxury with traditional elegance, featuring a chandelier lighting fixture and intricate wall details that"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/20.jpg",
    "caption": "This image displays a hotel room with a modern and inviting style. The room features a comfortable-looking bed with neatly arranged gray and black bedding. Above the bed, there's a wooden panel with integrated lighting, adding a warm glow to the space. A piece of artwork decorates the wall, contributing to the room's aesthetic.\n\nThe room includes a glass sliding door that opens to a private balcony. The balcony is furnished with white, woven armchairs, and a small table, offering a relaxed outdoor setting. A section of the balcony wall is adorned with a lush artificial green panel. \n\nThe view from the balcony includes palm trees, indicating a potentially tropical or coastal location. The floor is styled with wood-like tiles, enhancing the natural and calming atmosphere of the space. The overall style of the room is contemporary and cozy, suitable for vacationers seeking comfort and convenience."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/21.jpg",
    "caption": "This image depicts a hotel room with a modern and cozy design. Here's a detailed description:\n\n**Room Type:**\n- The room appears to be a standard double room, featuring a large double bed.\n\n**View:**\n- There is a balcony with a view of a nature landscape, possibly hills or a lake, visible through a sliding glass door.\n\n**Amenities:**\n- The bed is neatly made with white linens and two pillows, with folded towels placed on it.\n- A wooden desk is positioned against one wall, equipped with a flat-screen TV mounted on or above it.\n- On the desk, there are two bottled water, possibly complimentary for guests.\n- The room includes heavy drapes paired with sheer curtains, allowing for natural light and privacy control.\n\n**Style:**\n- The decor is contemporary, with a neutral color palette dominated by wood tones and soft white.\n- The wallpaper features a subtle pattern that adds texture and interest to the room.\n- Lighting includes a ceiling fixture that emits a"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/22.jpg",
    "caption": "The image depicts a cozy hotel room with a rustic and charming style. The space features wooden ceilings with exposed beams, adding warmth and character. The room appears to be an attic-style suite, utilizing the sloped roof for architectural interest.\n\nThe room includes two beds: a single bed in the foreground, covered with a floral-patterned brown and white bedspread, and another bed visible through partially open wooden sliding doors. Both beds are adorned with crisp white pillows.\n\nNatural light floods the room through a triangular window, framed by wooden accents, offering a view of nearby buildings and potentially a scenic backdrop beyond. Light green curtains flank the window, adding a touch of color and softness to the décor.\n\nAmenities visible in the image include neatly rolled towels placed on the bed, adding a welcoming touch. The overall atmosphere combines rustic charm with comfort, ideal for guests seeking a warm and inviting space."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/23.jpg",
    "caption": "This hotel room appears to be a modern-style, sea-view room. Here are the details:\n\n**Room Type:**\n- Likely a double or king room, featuring a large bed for two people.\n\n**View:**\n- The room has a stunning view of the ocean, visible through large glass doors leading to a balcony with seating.\n\n**Amenities:**\n- A large bed with clean, white linens and additional pillows.\n- Wall-mounted flatscreen TV.\n- Air conditioning unit.\n- Desk area with a glass surface, accompanied by a chair, and basic amenities like mugs and a kettle.\n- Nightstands on either side of the bed.\n- Artwork displayed on the walls which adds a decorative touch.\n- Balcony with outdoor chairs for relaxing and enjoying the sea view.\n\n**Style:**\n- Modern and minimalist with white walls and tiled floors.\n- Warm, wooden elements in the bed's headboard and furniture.\n- Neutral tones enhance the bright and airy atmosphere, emphasizing the natural light from the balcony"
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/24.jpg",
    "caption": "The image shows a cozy hotel room featuring a rustic, modern style with wooden elements. The room has two single beds, each adorned with white linens and teal bed runners for a pop of color. The headboard is upholstered, adding a touch of elegance.\n\nThe ceiling is sloped and made of polished wood, contributing to a cabin-like atmosphere. The wooden floor complements the ceiling, enhancing the overall warmth of the space.\n\nA large window offers a view of lush greenery, providing a serene and relaxing outdoor view. In front of the window, there are two stylish chairs and a small table, ideal for enjoying the scenery.\n\nAmenities include a nightstand with a lamp between the beds, a flat-screen TV mounted on a desk, and a small dresser. The room is decorated minimally, with a single piece of artwork on the wall, ensuring a clean and uncluttered appearance."
  },
  {
    "url": "https://obilet-case-study-kaan.s3.eu-north-1.amazonaws.com/25.jpg",
    "caption": "This image showcases a hotel room with a bright and sophisticated style. The room likely falls under a standard or deluxe category based on its furnishings and amenities. Key features include:\n\n**Room Type:** Appears to be a double room with a large bed adorned with patterned pillows and a bedspread.\n\n**View:** The room offers a stunning view of a mountainous landscape visible through a large window or sliding door that leads to a balcony. The scenery includes lush greenery and possibly a garden.\n\n**Amenities:**\n- A flat-screen TV mounted on the wall.\n- A desk with a decorative mirror, accompanied by a chair, suggesting a workspace or vanity area.\n- A lamp provides soft lighting on the desk.\n- Tea and coffee-making facilities with an electric kettle and cups.\n- A neatly arranged hospitality tray with snacks or drinks.\n- The balcony features two chairs and a table, ideal for enjoying the view.\n\n**Style:** The room is styled with a light and neutral color palette, emphasizing whites and creams. The"
  }
]